Repository: JokerWojak/Simulator
Catalog: locale/*/LC_MESSAGES/lifesim.po
Languages: bn, id

source: Your mother is taking you to the doctor's office to get vaccinated.
bn: আপনার মা আপনাকে টিকা দেওয়ার জন্য ডাক্তারের অফিসে নিয়ে যাচ্ছেন।
