Repository: JokerWojak/Simulator
Catalog: locale/*/LC_MESSAGES/lifesim.po
Languages: bn, id

source: Age {age}
bn: বয়স {age}
id: Umur {age}

source: Would you like to start a new life?
bn: আপনি কি একটি নতুন জীবন শুরু করতে ইচ্ছুক?
id: Apa kamu ingin memulai hidup baru?

source: Depression
id: Depresi

source: High Blood Pressure
id: Tekanan Darah Tinggi

source: a bubbly personality
id: kepribadian yang ceria

source: a champion
id: seorang juara

source: a gem
id: sebuah permata

source: a genius
id: seorang jenius

source: a jewel
id: sebuah permata

source: a legend
id: seorang legenda

source: a player
id: seorang pemain

source: a revolutionary
id: seorang revolusioner

source: a smart cookie
id: seorang yang cerdas

source: a treasure
id: sebuah harta karun

source: a winner
id: seorang pemenang

source: a wizard
id: seorang penyihir

source: a visionary
id: seorang visioner

source: adorable
id: menarik

source: admirable
id: terpuji

source: an OG
id: seseorang yang tiada duanya

source: brave
id: berani

source: bright
id: cerah

source: brilliant
id: cemerlang

source: charming
id: menawan

source: clever
id: cerdas

source: cool
id: keren

source: courageous
id: berani

source: delightful
id: menyenangkan

source: dope
id: bagus sekali

source: elite
id: elit

source: fascinating
id: memukau

source: fearless
id: tak kenal takut

source: fresh
id: segar

source: gorgeous
id: sangat indah

source: golden
id: keemasan

source: groovy
id: asyik

source: inspiring
id: menginspirasi

source: intelligent
id: cerdas

source: magnificent
id: indah

source: motivating
id: memotivasi

source: neat
id: rapi

source: nifty
id: bagus

source: one-of-a-kind
id: spesial

source: a perfect 10
id: sempurna

source: phenomenal
id: fenomenal

source: rad
id: sangat menarik

source: smart
id: pintar

source: spectatular
id: spektakuler

source: stellar
id: terkenal

source: strong
id: kuat

source: stunning
id: memukau

source: stylish
id: bergaya

source: swell
id: hebat

source: the best
id: terbaik

source: the greatest
id: terbaik

source: the life of the party
id: kehidupan pesta

source: unparalled
id: tak tertandingi

source: wise
id: bijak

source: wonderful
id: luar biasa

source: Cheerful
id: Riang

source: It is easier to increase your happiness by doing activities.
id: Lebih mudah untuk meningkatkan kebahagiaan mu dengan melakukan aktivitas.

source: Nerd
id: Kutu Buku

source: You gain more smarts by going to the library and doing other activities.
id: Kamu mendapat kepintaran lebih dengan pergi ke perpustakaan dan melakukan aktivitas lainnya.

source: Fast Worker
id: Pekerja Cepat

source: You tend to work faster, improving your performance over time.
id: Kamu cenderung bekerja lebih cepat, meningkatkan kinerja mu dari waktu ke waktu.

source: Grumpy
id: Pemarah

source: It is difficult for you to be in a good mood.
id: Sulit bagimu untuk berada dalam suasana hati yang baik.

source: Slow Worker
id: Pekerja Lambat

source: You tend to work slowly, lowering your performance.
id: Kamu cenderung bekerja dengan lambat, menurunkan kinerja mu.

source: Lazy
id: Pemalas

source: You are often lazy on the job. Your stress and performance decrease over time, and you gain more stress when working harder.
id: Kamu sering bermalas-malasan saat bekerja. Stres dan kinerja mu berkurang dari waktu ke waktu, dan kamu semakin stres saat bekerja dengan keras.

source: Moody
id: Labil

source: Your mood can change more easily. All changes to your Happiness are more intense.
id: Suasana hati mu mudah berubah. Semua perubahan pada Kebahagiaan mu akan lebih intens.

source: Invalid input; try again.
bn: অযথার্থ ইনপুট; আবার চেষ্টা করুন।
id: Input salah; coba lagi.

source: No
bn: না
id: Tidak

source: Yes
bn: হ্যাঁ
id: Ya

source: Press Enter to continue...
bn: চালিয়ে যেতে এন্টার চাপুন...
id: Tekan Enter untuk melanjutka...

source: Your name
bn: আপনার নাম
id: Nama mu

source: Traits
id: Sifat

source: Gender
bn: লিঙ্গ
id: Jenis Kelamin

source: Money
bn: টাকা
id: Uang

source: Salary
bn: বেতন
id: Gaji

source: Age +1
bn: বয়স +১
id: Usia +1

source: Relationships
bn: সম্পর্ক
id: Hubungan

source: Activities
bn: কার্যক্রম
id: Aktivitas

source: School
bn: স্কুল
id: Sekolah

source: Job Menu
id: Menu Pekerjaan

source: Find a Job
id: Cari Pekerjaan

source: View Saved Games
id: Lihat Permainan yang sudah disimpan

source: Debug Menu
bn: ডিবাগ মেনু
id: Menu Debug

source: Relationships:
bn: সম্পর্ক:
id: Hubungan:

source: Back
bn: পেছনে
id: Kembali

source: Name
bn: নাম
id: Nama

source: Age
bn: বয়স
id: Umur

source: Relationship
bn: সম্পর্ক
id: Hubungan

source: Generosity
bn: উদারতা
id: Kedermawanan

source: Smarts
bn: স্মার্ট
id: Kecerdasan

source: Looks
bn: সৌন্দর্য
id: Perawakan

source: Petulance
bn: বিরক্তি
id: Ketidaksabaran

source: Spend time
bn: ঘুরা ফেরা করুন
id: Habiskan waktu

source: Have a conversation
bn: কথা বলুন
id: Mengobrol

source: Compliment
bn: প্রশংসা করুন
id: Pujian

source: Insult
bn: অপমান করুন
id: Hina

source: Your {relation} refused to see you.
bn: আপনার {relation} আপনাকে দেখতে চাননি।
id: {relation}mu menolak untuk melihatmu.

source: You spent time with your {relation}.
bn: আপনার {} আপনার সাথে সময় কাটিয়েছেন।
id: Kamu menghabiskan waktu dengan {relation} mu.

source: Your Enjoyment
bn: আপনার মজা
id: Kegembiraanmu

source: {his_her} Enjoyment
bn: {} মজা
id: Kegembiraan{his_her}

source: Your {relation} isn't interested in having a conversation with you.
bn: আপনার {relation} আপনার সাথে কথা বলতে আগ্রহী নন।
id: {relation}mu tidak tertarik untuk megobrol dengan mu.

source: You had a conversation with your {relation}.
bn: আপনার এবং আপনার {relation} মধ্যে কথা বার্তা হয়েছে।
id: Kamu telah mengobrol dengan {relation}mu.

source: Agreement
bn: চুক্তি
id: Persetujuan

source: You and your {relation} got into an argument. What will you do?
bn: আপনার ও আপনার {relation} এর মধ্যে তর্ক হয়েছে। আপনি কি করবেন?
id: Kamu dan {relation}mu terlibat pertengkaran. Apa yang akan kamu lakukan?

source: Apologize
bn: মাফ চান
id: Meminta maaf

source: Agree to disagree
bn: রাজি না হতে রাজি হোন
id: Setuju untuk tidak setuju

source: Insult {him_her}
bn: {him_her} অপমান করুন
id: Hina {him_her}

source: You apologized to your {relation}
bn: আপনি আপনার {relation} এর কাছে মাফ চেয়েছেন
id: Kamu meminta maaf kepada {relation}mu

source: You agreed to disagree
bn: আপনি অসম্মতি মেনে নিয়েছেন
id: Kamu telah setuju untuk tidak setuju

source: You insulted your {relation}
bn: আপনি আপনার {relation} কে অপমান করেছেন
id: Kamu menghina {relation}mu

source: You told your {relation} that {hes_shes} {compliment}.
id: Kamu mengatakan kepada {relation}mu bahwa dia {compliment}.

source: {his_her} Appreciation
bn: {his_her} উপলব্ধি
id: Apresiasinya

source: Your {relation} told you that you're {compliment}!
id: {relation}mu bilang bahwa kamu {compliment}!

source: Are you sure you want to insult your {relation}?
bn: আপনি কি নিশ্চিত যে আপনি আপনার {relation} কে অপমান করতে চান?
id: Apa kamu yakin ingin menghina {relation}mu?

source: You insulted your {rel}.
bn: আপনি আপনার {rel} কে অপমান করেছেন।
id: Kamu telah menghina {rel}mu.

source: Your {rel} insulted you back.
bn: আপনার {rel} আপনাকে অপমান করেছেন।
id: {rel}mu menghina balik

source: Activities Menu
bn: কার্যক্রম মেনু
id: Menu Aktivitas

source: Play with your toys
bn: আপনার খেলনা নিয়ে খেলুন
id: Bermain dengan mainanmu.

source: Doctor
id: Dokter

source: Arts and Crafts
bn: কারুশিল্প
id: Seni dan Kerajinan

source: Meditate
bn: ধ্যান
id: Meditasi

source: Library
bn: লাইব্রেরি
id: Perpustakaan

source: Listen to music
id: Mendengarkan musik

source: Lottery
bn: লটারী
id: Lotre

source: Surrender
id: Menyerah

source: You don't feel like playing, but you decide to try anyway.
bn: আপনি খেলতে চান না, কিন্তু তারপরও খেলার চেষ্টা করেন।
id: Kamu sedang tidak ingin bermain, tapi kamu tetap memutuskan untuk mencobanya.

source: You played with your toys.
bn: আপনি আপনার খেলনা নিয়ে খেলেছেন।
id: Kamu bermain dengan mainanmu.

source: You had a lot of fun playing with your toys.
bn: আপনি অনেক মজা করে আপনার খেলনা নিয়ে খেলেছেন।
id: Kamu bersenang-senang dengan mainanmu.

source: You thought about doing arts and crafts, but couldn't decide what to make.
bn: আপনি কারুশিল্প করার কথা ভেবেছিলেন, কিন্তু কী তৈরি করবেন তা ঠিক করতে পারেননি।
id: Kamu berpikir untuk melakukan seni dan kerajinan, tetapi tidak dapat memutuskan apa yang akan dibuat.

source: You decided to paint.
bn: আপনি রং করার সিদ্ধান্ত নেন।
id: Kamu memutuskan untuk melukis.

source: You decided to bake something tasty!
bn: আপনি সুস্বাদু কিছু বেক করার সিদ্ধান্ত নেন!
id: Kamu memutuskan untuk memanggang sesuatu yang enak!

source: You listened to some music.
id: Kamu mendengarkan beberapa musik.

source: Would you like to visit the doctor? ($100 consultation fee)
id: Apa kamu mau mengunjungi dokter? (biaya konsultasi $100)

source: Would you like to visit the doctor?
id: Apa kamu mau mengunjungi dokter?

source: You don't have enough money.
id: Kamu tidak memiliki cukup uang.

source: The doctor has determined that you are not suffering from any illnesses.
id: Dokter telah menentukan bahwa kamu tidak menderita penyakit apa pun.

source: The doctor has determined that you are currently suffering from the following:
id: Dokter telah menentukan bahwa kamu sekarang menderita penyakit berikut:

source: Treat {illness}
id: Obati {illness}

source: You were treated for your {illness}.
id: Kamu sudah diobati untuk {illness}mu.

source: You are no longer suffering from {illness}.
id: Kamu sudah tidak menderita {illness} lagi.

source: You continue to suffer from {illness}.
id: Kamu masih menderita {illness}.

source: You practiced meditation.
bn: আপনি ধ্যান চর্চা করেন।
id: Kamu berlatih meditasi.

source: You have achieved a deeper awareness of yourself.
bn: আপনি নিজের সম্পর্কে গভীর সচেতনতা অর্জন করেছেন।
id: Kamu telah mencapai kesadaran diri yang lebih dalam.

source: You went to the library.
bn: আপনি লাইব্রেরি তে গেলেন।
id: Kamu pergi ke perpustakaan.

source: Your health is too weak to visit the gym.
bn: আপনার স্বাস্থ্য দুর্বল তাই আপনি জিমে যেতে পারবেন না।
id: Kesehatanmu terlalu lemah untuk pergi ke gym.

source: You worked out at the gym.
bn: আপনি জিমে ব্যায়াম করলেন।
id: Kamu olahraga di gym.

source: Workout
bn: ব্যায়াম
id: Olahraga

source: Play the lottery today!
bn: আজই লটারি খেলুন!
id: Main lotre hari ini!

source: Ticket cost: $4 each
bn: টিকিট মূল্য: প্রতিটি $৪
id: Harga tiket: $4 masing-masing

source: Lottery jackpot: ${jackpot}
bn: লটারি জ্যাকপট: ${jackpot}
id: Jackpot lotre: ${jackpot}

source: Buy 10 tickets
bn: ১০ টি টিকিট কিনুন
id: Beli 10 tiket

source: Buy a ticket
bn: একটি টিকিট কিনুন
id: Beli satu tiket

source: You don't have enough money
bn: আপনার কাছে পর্যাপ্ত পরিমান টাকা নেই
id: Kamu tidak memiliki cukup uang

source: Guess the 4 winning numbers between 1 and 20. Each number in the line must be separated by a space.
id: Tebak 4 angka kemenangan antara 1 sampai 20. Setiap angka pada satu baris harus dipisahkan oleh spasi.

source: The numbers within each line must be unique.
id: Angka-angka dalam setiap baris harus unik.

source: The numbers must be unique.
id: Angka harus unik.

source: Guess #{num}:
id: Tebakan #{num}:

source: Guess:
id: Tebakan:

source: The values must all be integers.
id: Semua nilai harus bilangan bulat.

source: You must enter exactly 4 numbers
id: Kamu harus memasukkan tepat 4 angka

source: All values must be between 1 and 20
id: Semua nilai harus berada di antara 1 dan 20

source: All values must be unique.
id: Semua nilai harus unik.

source: The winning numbers are {nums}
id: Angka kemenangan adalah {nums}

source: YOU WON THE ${amount} LOTTERY JACKPOT!!!
id: KAMU MEMENANGKAN JACKPOT LOTRE $(amount)!!!

source: You did not win the ${amount} lottery jackpot.
id: Kamu tidak memenangkan jackpot lotre ${amount}.

source: Are you sure you want to surrender this life?
id: Apa kamu yakin ingin menyerah pada kehidupan ini?

source: This will kill your current character. Continue?
id: Ini akan membunuh karaktermu sekarang. Lanjutkan?

source: You surrendered.
id: Kamu telah menyerah.

source: School Menu
bn: স্কুল মেনু
id: Menu Sekolah

source: Grades
bn: গ্রেড
id: Nilai

source: Drop out
bn: ড্রপ আউট
id: Keluar

source: Study harder
bn: ভালোভাবে পড়ুন
id: Belajar lebih giat

source: You began studying harder
bn: আপনি আরো ভালোভাবে পড়াশুনা করা শুরু করেন
id: Kamu telah memulai belajar lebih giat

source: You dropped out of school.
bn: আপনি স্কুল থেকে ড্রপ আউট করেন।
id: Kamu keluar dari sekolah

source: Your parents won't let you drop out of school.
bn: আপনার পিতামাতা আপনাকে ড্রপ আউট করতে দেননি।
id: Orang tua mu tidak membiarkanmu keluar dari sekolah.

source: Identity
bn: পরিচয়
id: identitas

source: Stats
bn: পরিসংখ্যান
id: Status

source: Your stats
bn: আপনার পরিসংখ্যান
id: Statusmu

source: Happiness
bn: সুখ
id: Kebahagiaan

source: Health
bn: স্বাস্থ্য
id: Kesehatan

source: The below stats only matter if you have a job:
id: Status di bawah ini hanya penting jika kamu memiliki pekerjaan:

source: Stress
id: Stres

source: Performance
id: Performa

source: Modify Happiness
bn: সুখ সংশোধন করুন
id: Ubah Kebahagiaan

source: Modify Health
bn: স্বাস্থ্য সংশোধন করুন
id: Ubah Kesehatan

source: Modify Smarts
id: Ubah Kecerdasan

source: Modify Looks
bn: সৌন্দর্য সংশোদন করুন
id: Ubah Perawakan

source: Modify Karma
bn: কর্মের ফল সংশোদন করুন
id: Ubah Karma

source: Modify Stress
id: Ubah Stres

source: Modify Performance
id: Ubah Performa

source: What would you like to set Happiness to? (0-100)
bn: আপনি কততে সুখ সেট করতে চান? (০-১০০)
id: Kamu ingin menyetel Kebahagiaan menjadi berapa? (0-100)

source: What would you like to set Health to? (0-100)
bn: আপনি কততে স্বাস্থ্য সেট করতে চান? (০-১০০)
id: Kamu ingin menyetel Kesehatan menjadi berapa? (0-100)

source: What would you like to set Smarts to? (0-100)
bn: আপনি কততে স্মার্টস সেট করতে চান? (০-১০০)
id: Kamu ingin menyetel Kecerdasann menjadi berapa? (0-100)

source: What would you like to set Looks to? (0-100)
bn: আপনি কততে সৌন্দর্য সেট করতে চান? (০-১০০)
id: Kamu ingin menyetel Perawakan menjadi berapa? (0-100)

source: What would you like to set Karma to? (0-100)
bn: আপনি কততে কার্মা সেট করতে চান? (০-১০০)
id: Kamu ingin menyetel Karma menjadi berapa? (0-100)

source: What would you like to set Stress to? (0-100)
id: Kamu ingin menyetel Stres menjadi berapa? (0-100)

source: What would you like to set Performance to? (0-100)
id: Kamu ingin menyetel Performa menjadi berapa? (0-100)

source: First name
bn: প্রথম নাম
id: Nama Depan

source: Last name
bn: শেষ নাম
id: Nama Belakang

source: Change first name
bn: প্রথম নাম বদলান
id: Ganti nama depan

source: Change last name
bn: শেষ নাম বদলান
id: Ganti nama belakang

source: Change gender
bn: লিঙ্গ বদলান
id: Ganti jenis kelamin

source: Enter first name:
bn: প্রথম নাম লিখুন:
id: Masukkan nama depan:

source: Enter last name:
bn: শেষ নাম লিখুন:
id: Masukkan nama belakang:

source: You found a job with a salary of ${salary:,}. Would you like to apply?
bn: আপনি ${salary:,} বেতনের একটি চাকরি খুঁজে পেয়েছেন। আপনি কি আবেদন করতে চান?
id: Kamu telah menemukan sebuah pekerjaan dengan gaji ${salary:,}. Apa kamu ingin melamarnya?

source: You got the job!
bn: আপনি চাকরিটি পেয়েছেন!
id: Kamu mendapat pekerjaan!

source: You didn't get an interview.
bn: আপনাকে কোনো ইন্টারভিউর জন্য ডাকা হয়নি।
id: Kamu tidak lolos ke wawancara.

source: Your job
id: Pekerjaanmu

source: Quit Job
id: Keluar dari pekerjaan

source: Retire
id: Pensiun

source: Work Harder
id: Bekerja lebih keras

source: Do you want to retire? You will receive a yearly pension of ${pension}
id: Apa kamu ingin pensiun? Kamu akan menerima uang pensiun tahunan sebanyak ${pension}

source: You retired and are now receiving pension of ${pension}.
id: Kamu pensiun dan menerima uang pensiun sebanyak ${pension}.

source: Are you sure you want to quit your job?
id: Apa kamu yakin untuk keluar dari pekerjaan?

source: You quit your job.
id: Kamu telah keluar dari pekerjaan.

source: No previously saved games
id: Tidak ada permainan yang tersimpan sebelumnya

source: Previously saved games:
id: Permainan yang tersimpan sebelumnya:

source: Delete Save
id: Hapus Penyimpanann

source: Load Save
id: Muat Penyimpanan

source: Would you like to load this save?
id: Apa kamu ingin memuat penyimpanan ini?

source: Are you sure you want to delete this save?
id: Apa kamu yakin ingin menghapus penyimpanan ini?

source: Load Game
id: Muat Permainan

source: New Game
id: Permainan Baru

source: Custom Life
bn: কাস্টম লাইফ
id: Kehidupan Custom

source: Random Life
bn: রান্ডম লাইফ
id: Kehidupan Acak

source: Enter your first name:
bn: আপনার প্রথম নাম লিখুন:
id: Masukkan nama depan mu:

source: Enter your last name:
bn: আপনার শেষ নাম লিখুন:
id: Masukkan nama belakang mu:

source: Choose your gender:
bn: আপনার লিঙ্গ বাছাই করুন:
id: Pilih jenis kelamin:

source: Female
bn: নারী
id: Wanita

source: Male
bn: পুরুষ
id: Pria

source: Would you like to Randomize or Customize your traits?
id: Apa kamu ingin mengacak atau menyesuaikan sendiri sifat-sifat mu?

source: Customize
id: Sesuaikan

source: Randomize
id: Acak

source: Enter a number to select or deselect a trait
id: Masukkan jumlah pilihan atau bukan pilihan sebuah sifat

source: Select "Done" when finished
id: Pilih "Selesai" ketika selesai

source: Traits:
id: Sifat:

source: None
id: Tidak ada

source: Done
id: Selesai

source: Would you like to start with these traits?
id: Apa kamu ingin memulai dengan sifat-sifat ini?

source: Your mother is {name}, age {age}.
bn: আপনার মা হলেন {name}, বয়স {age}।
id: Ibu mu adalah {name}, umur {age}.

source: Your father is {name}, age {age}.
bn: আপনার বাবা হলেন {name}, বয়স {age}।
id: Ayahmu adalah {name}, umur {age}.

source: You have a {siblingtype} named {name}, age {age}.
bn: আপনার {siblingtype} নামের একটি বোন আছে, বয়স {age}।
id: Kamu memiliki seorang {siblingtype} bernama {name}, umur {age}.

source: father
bn: বাবা
id: ayah

source: mother
bn: মা
id: ibu

source: Father
bn: বাবা
id: Ayah

source: Mother
bn: মা
id: Ibu

source: You have the following traits:
id: Kamu memiliki sifat berikut:

source: You died of old age.
bn: আপনি বৃদ্ধ হয়ে মারা গেছেন।
id: Kamu wafat di usia tua.

source: You are suffering from depression.
bn: আপনি ডিপ্রেশনে ভুগছেন।
id: Kamu menderita depresi.

source: Your {relative} died at the age of {age} due to old age.
bn: আপনার {relative} {age} বছর বয়সে বৃদ্ধ হয়ে মারা গেছেন
id: {relative}mu meninggal pada umur {age} karena usia tua.

source: You inherited ${amount}
bn: আপনি উত্তরাধিকারসূত্রে ${amount} পেয়েছেন
id: Kamu mewarisi ${amount}

source: You have been fired from your job. Reason: Performance
id: Kamu telah dipecat dari pekerjaan. Alasan: Kinerja

source: You feel like you're on the verge of burnout from so much work!
id: Kamu merasa seperti berada di ambang kelelahan karena begitu banyak pekerjaan!

source: You're feeling stressed out from all of this work.
id: Kamu merasa stres dengan semua pekerjaan ini.

source: You are suffering from high blood pressure.
id: Kamu menderita tekanan darah tinggi.

source: Lifetime Happiness
bn: আজীবন সুখ
id: Kebahagiaan Seumur Hidup

source: You were struck by lightning!
bn: আপনি বজ্রপাতে থেকে আঘাত পেয়েছেন!
id: Kamu tersambar petir!

source: You died after being struck by lightning.
bn: বজ্রপাতে আপনি মারা গেছেন।
id: Kamu meninggal setelah disambar petir!

source: You graduated from university.
bn: আপনি বিশ্ববিদ্যালয় থেকে স্নাতক করেছেন।
id: Kamu lulus dari universitas.

source: You now have to start paying back your student loan
bn: আপনাকে এখন আপনার স্টুডেন্ট লোন পরিশোধ করা শুরু করতে হবে
id: Kamu sekarang harus mulai membayar kembali pinjaman pelajar mu

source: You were expelled from university after earning bad grades.
bn: খারাপ গ্রেড পাওয়ার কারণে আপনাকে বিশ্ববিদ্যালয় থেকে বহিষ্কার করা হয়েছে।
id: Kamu dikeluarkan dari universitas setelah mendapatkan nilai jelek.

source: You've fully paid off your student loan
bn: আপনি সম্পূর্ণভাবে আপনার স্টুডেন্ট লোন পরিশোধ করেছেন।
id: Kamu telah melunasi pinjaman pelajar mu

source: You are no longer suffering from depression
bn: আপনি আর ডিপ্রেশনে ভুগছেন না
id: Kamu sudah tidak menderita depresi lagi

source: You died due to a massive heart attack.
id: Kamu meninggal karena serangan jantung yang hebat.

source: You are no longer suffering from high blood pressure
id: Kamu sudah tidak menderita tekanan darah tinggi lagi

source: Your mother is taking to to the doctor's office to get vaccinated.
id: Ibumu sedang pergi ke kantor dokter untuk divaksinasi.

source: How will you behave?
bn: আপনি কেমন আচরণ করবেন?
id: Bagaimana kamu akan berperilaku?

source: Bite her
bn: তাকে কামড় দিন
id: Gigit dia

source: Throw a tantrum
id: Mengamuk

source: Try to stay calm
bn: শান্ত থাকার চেষ্টা করুন
id: Mencoba untuk tetap tenang

source: You remained calm
bn: আপনি শান্ত থেকেছেন
id: Kamu tetap tenang

source: You threw a tantrum
id: Kamu mengamuk

source: You bit your mother
bn: আপনি আপনার মাকে কামড় দিয়েছেন
id: Kamu menggigit ibumu

source: You are starting elementary school
bn: আপনি প্রাথমিক স্কুল শুরু করতে যাচ্ছেন
id: Kamu memulai sekolah dasar

source: You are starting middle school
bn: আপনি মাধ্যমিক স্কুল শুরু করতে যাচ্ছেন
id: Kamu memulai sekolah menengah pertama

source: You are starting high school
bn: আপনি হাই স্কুল শুরু করতে যাচ্ছেন
id: Kamu memulai sekolah menengah atas

source: You graduated from high school.
bn: আপনি হাই স্কুল থেকে স্নাতক করেছেন।
id: Kamu lulus dari sekolah menengah atas.

source: Would you like to apply to university?
bn: আপনি কি বিশ্ববিদ্যালয়ে আবেদন করতে ইচ্ছুক?
id: Apa kamu ingin melamar ke universitas?

source: Your application to university was accepted!
bn: আপনার বিশ্ববিদ্যালয়ের আবেদন গৃহীত হয়েছে!
id: Lamaran kuliah mu diterima!

source: Scholarship
bn: বৃত্তি
id: Beasiswa

source: Student Loan
bn: স্টুডেন্ট লোন
id: Pinjaman Pelajar

source: Ask parents to pay
bn: পিতামাতাকে টাকা পরিশোধ করার জন্য জিজ্ঞাসা করুন
id: Tanya orang tua agar dibiayai

source: How would you like to pay for your college tuition?
bn: আপনি কিভাবে আপনার কলেজ টিউশনের টাকা পরিশোধ করতে চান?
id: Bagaimana kamu ingin membayar uang kuliah mu?

source: Your scholarship application has been awarded!
bn: আপনার বৃত্তির আবেদন গৃহীত হয়েছে!
id: Lamaran beasiswa mu sudah diberikan!

source: Your scholarship application was rejected.
bn: আপনার বৃত্তির আবেদন প্রত্যাখ্যাত করা হয়েছে।
id: Lamaran beasiswa mu ditolak!

source: Your parents agreed to pay for your university tuition!
bn: আপনার পিতামাতা আপনার টিউশন ফি পরিশোধ করতে রাজি হয়েছেন!
id: Orang tua mu setuju untuk membayar biaya kuliah!

source: Your parents refused to pay for your university tuition.
bn: আপনার পিতামাতা আপনার টিউশন ফি পরিশোধ করতে অস্বীকার করেছেন।
id: Orang tua mu menolak untuk membayar biaya kuliah.

source: You took out a student loan to pay for your university tuition.
bn: আপনি আপনার ইউনিভার্সিটির টিউশন ফি পরিশোধ করার জন্য ঋণ নিয়েছেন।
id: Kamu mengambil pinjaman pelajar untuk membayar biaya kuliah mu.

source: You are now enrolled in university.
bn: আপনি এখন বিশ্ববিদ্যালয়ে ভর্তি হয়েছেন।
id: Kamu sekarang terdaftar di universitas.

source: Your application to university was rejected.
bn: আপনার বিশ্ববিদ্যালয় আবেদন প্রত্যাখ্যান করা হয়েছে।
id: Lamaran kuliah mu ditolak

source: his
bn: তার
id: nya

source: her
bn: তার
id: nya

source: him
bn: তাকে
id: dia

source: he's
id: dia

source: she's
id: dia

source: relationship
bn: সম্পর্ক
id: hubungan

source: brother
bn: ভাই
id: saudara

source: sister
bn: বোন
id: saudari

source: Brother
bn: ভাই
id: Saudara

source: Sister
bn: বোন
id: Saudari

source: You complimented your {relation}.
bn: আপনি আপনার {relation} এর প্রশংসা করেছেন

source: Your {relation} complimented you back!
bn: আপনার {relation} আপনার প্রশংসা করেছে!

source: Gym
bn: জিম

source: Karma
bn: কর্মফল

source: Continue existing game
bn: বিদ্যমান গেম চালিয়ে যান

source: Start new game
bn: নতুন গেম চালু করুন
